Revit 2027 API
SymbolTypeId.BtuPerHFtSup3 Property
 Symbol Btu/(h·ft³), indicating unit British thermal units per hour cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BtuPerHFtSup3 { get; }
Public Shared ReadOnly Property BtuPerHFtSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BtuPerHFtSup3 {
	ForgeTypeId^ get ();
}
static member BtuPerHFtSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace